Content.org
#+HUGO_BASE_DIR: ./
#+options: author:nil
#+MACRO: marginnote @@html:{{<marginnote>}}$1{{</marginnote>}}@@
#+MACRO: sidenote @@html:{{<sidenote>}}$1{{</sidenote>}}@@

# These are used in the Talks section
#+MACRO: speakerdeck @@html:{{<marginnote>}}[Slides on Speaker Deck]($1){{</marginnote>}}@@
#+MACRO: skillsmatter @@html:{{<marginnote>}}[Video at Skills Matter]($1) (free login required){{</marginnote>}}@@
#+MACRO: youtube @@html:{{<marginnote>}}[Video on YouTube]($1){{</marginnote>}}@@

* About
:PROPERTIES:
:EXPORT_FILE_NAME: About
:EXPORT_HUGO_SECTION: /
:EXPORT_HUGO_CUSTOM_FRONT_MATTER: :math false 
:END:

I am a freelance iOS and macOS developer in London. Currently *available* for new contracts.

I write modern, maintainable code in Swift{{{marginnote(Of course\, I can hurt myself in other languages\, but this is what I use professionally)}}} using SwiftUI, UIKit, AppKit and a whole lotta love.

I've given talks across the UK and internationally{{{sidenote(Excuse the humblebrag)}}} and you can see a list of some of them [[/talks][here]]

I organise the monthly [[https://nscodernightlondon.com][NSCoder Night London]] meetup where iOS and macOS developers meet to chat and share knowledge and experience. This went into hiatus during the Pandemic, but we managed to keep it going by having remote meetings.

You can see my older posts at my previous site [[https://abizern.org][abizern.org]], but I'm going to keep this one just for development related topics.

** Contact
Feel free to contact me at [[mailto://tails-rollout0s@icloud.com][tails-rollout0s@icloud.com]].{{{marginnote(Looks odd\, but this way I know the contact is coming from this site)}}}

I can be found on various places online with the username of =abizern=. I'm not on Facebook, though.

** GPG Key
Key ID: =7E2C07666BEEED1C=

Key Signature: =CF1C 8FE5 A508 0E70 4BCB  97DE 7E2C 0766 6BEE ED1C=

Key: Available on a keyserver near you, or you can [[/res/GPGKey.asc][download it]].

** Colophon

This is a static site generated using [[https://gohugo.io][Hugo]] and the [[https://hugo-tufte.netlify.app][hugo-tufte]] theme. There are no analytics being collected.

Comments are not enabled on this site. If you'd like to follow up on anything just send me an email

