content/About.md
+++
title = "About"
draft = false
math = false
+++

I am a freelance iOS and macOS developer in London. Currently **available** for new contracts.

I write modern, maintainable code in Swift{{<marginnote>}}Of course, I can hurt myself in other languages, but this is what I use professionally{{</marginnote>}} using SwiftUI, UIKit, AppKit and a whole lotta love.

I've given talks across the UK and internationally{{<sidenote>}}Excuse the humblebrag{{</sidenote>}} and you can see a list of some of them [here](/talks)

I organise the monthly [NSCoder Night London](https://nscodernightlondon.com) meetup where iOS and macOS developers meet to chat and share knowledge and experience. This went into hiatus during the Pandemic, but we managed to keep it going by having remote meetings.

You can see my older posts at my previous site [abizern.org](https://abizern.org), but I'm going to keep this one just for development related topics.


## Contact {#contact}

Feel free to contact me at [tails-rollout0s@icloud.com](mailto://tails-rollout0s@icloud.com).{{<marginnote>}}Looks odd, but this way I know the contact is coming from this site{{</marginnote>}}

I can be found on various places online with the username of `abizern`. I'm not on Facebook, though.


## GPG Key {#gpg-key}

Key ID: `7E2C07666BEEED1C`

Key Signature: `CF1C 8FE5 A508 0E70 4BCB  97DE 7E2C 0766 6BEE ED1C`

Key: Available on a keyserver near you, or you can [download it](/res/GPGKey.asc).


## Colophon {#colophon}

This is a static site generated using [Hugo](https://gohugo.io) and the [hugo-tufte](https://hugo-tufte.netlify.app) theme. There are no analytics being collected.

Comments are not enabled on this site. If you'd like to follow up on anything just send me an email
